StartMsg="سلام {0} عزیز خوش اومدین🌹\n\nشما به پنل رفرال پیوستید.\nبا استفاده ازین ربات میتوانید خرید راحت ایمن داشته باشید .\nبرای بهبود رابط کاربری لطفا کلید منو را انتخاب کنید🙏"
StartMsg_sudo="""سلام و درود به سودو {0} عزیز 👋
شما به لیست سودو های ربات اضاف شدید😄
شما دسترسی کامل به ربات رو دارید💎"""

StartMsg_admin="""سلام و درود به ادمین {0} عزیز 👋
شما به لیست ادمین های ربات اضاف شدید😄
شما طبق دسترسی هایی که سودو به شما داده اند  به ربات دسترسی دارید💎"""
rules ="""⚖️ شرایط و قوانین
استفاده از ربات به منزله خواندن این قوانین و قبول ان است

⭕️ بند 1 
قبل از شارژ پنل حتما از موجودی استارت رباتی که می خواهید انجام دهید مطلع شوید 

⭕️ بند 1 
تمامی سفارش ها توسط اکانت های تلگرامی انجام می گردد و هیچ گونه تقلبی در ربات ها انجام نمی شود اگر اکانت شما مسدود شود ربات ما هیچ گونه مسئولیتی در قبال اکانت شما ندارد لطفا از سفارش خود مطمعن بشید"""