StartMsg="سلام {0} عزیز خوش اومدین🌹\n\nشما به پنل رفرال پیوستید.\nبا استفاده ازین ربات میتوانید خرید راحت ایمن داشته باشید .\nبرای بهبود رابط کاربری لطفا کلید منو را انتخاب کنید🙏"

StartMsg_sudo="""سلام و درود به سودو {0} عزیز 👋
شما به لیست سودو های ربات اضاف شدید😄
شما دسترسی کامل به ربات رو دارید💎"""

StartMsg_admin="""سلام و درود به ادمین {0} عزیز 👋
شما به لیست ادمین های ربات اضاف شدید😄
شما طبق دسترسی هایی که سودو به شما داده اند  به ربات دسترسی دارید💎"""

rules ="""<blockquote>⚖️ شرایط و قوانین
استفاده از ربات به منزله خواندن این قوانین و قبول ان است
</blockquote>
⭕️ بند 1 
قبل از شارژ پنل حتما از موجودی استارت رباتی که می خواهید انجام دهید مطلع شوید 

⭕️ بند 1 
تمامی سفارش ها توسط اکانت های تلگرامی انجام می گردد و هیچ گونه تقلبی در ربات ها انجام نمی شود اگر اکانت شما مسدود شود ربات ما هیچ گونه مسئولیتی در قبال اکانت شما ندارد لطفا از سفارش خود مطمعن بشید"""

charg_acc= "روش پرداخت رو انتحاب کنید 🙏🏻"

support = "لطفا اول بخش قوانین رو راهنما را مطالعه کنید و در صورت پیدا نکردن جواب خود به پشتیبانی پیام دهید ⭕️"

pay_card = "برای پرداخت مستقیم به پشتیبانی به آیدی زیر پیام دهید 🙏🏻\n@referalll_support"

send_userid="آیدی عددی فرد مورد نظر را ارسال کنید:"

list_admins="لیست ادمین ها به شرح زیر میباشد🔽"

delete_admin="ادمین با موفقیت حذف شد"

add_admin="ادمین با موفقیت اضافه شد"

userid_err="مقدار وارد شده صحیح نمیباشد"

admin_ex="این فرد از قبل ادمین بوده است."

noservice="این سرویس فعلا ارایه نمیشود"

noacsess="""شما به این بخش از ربات دسترسی ندارید
برای دسترسی به این بخش با سودو تماس بگیرید"""

txt_acc="سطح دسترسی ادمین به شرح زیر میباشد🔽"

whatm="پیام مورد نظر خود را وارد کنید"

channel = "برای اخبار جدید به کانال مراجعه کنید 🙏🏻"

detail = """<blockquote>🎟 مشخصات کاربری </blockquote>

🆔 ای دی شما : {0}
💰 اعتبار شما : {1} تومان"""

order = """
<blockquote>🛍 مشخصات سفارش</blockquote>
☑️ عنوان : {0}
🤖 ربات : @{1}
🔰 رفرال استارت : {2}
🌟 سفارش های قبل : {3}

💵 قیمت : {4} تومان
"""
neworder = """
<blockquote>🛍 مشخصات سفارش با تخفیف</blockquote>
☑️ عنوان : {0}
🤖 ربات : @{1}
🔰 رفرال استارت : {2}
🌟 سفارش های قبل : {3}

💵 قیمت : {4} تومان
"""

join_channel = """<blockquote>🎟 کانال ما</blockquote>
⚠️ لطفا برای استفاده از خدمات ربات اول جوین چنل بشید
"""

x = """<blockquote>🆔 @ یا https://t.me/urusername وارد کنید</blockquote>
لطفاً یوزنیم را درست وارد کنید 🙏🏻
"""

n = """<blockquote>🆔 @ یا https://t.me/urusername وارد کنید</blockquote>
لطفاً یوزرنیم ربات را وارد کنید 🙏🏻
"""

d = """<blockquote>تاریح امروز {0}</blockquote>
تاریخ انقضا را وارد کنید 🙏🏻
"""

discount = """<blockquote>ثبت کد تخفیف 🏷</blockquote>
🗝 کد تخفیف : {0}\n
📆 تاریح انقضا : {1}\n
📝 درصد تخفیف : {2}\n
📌 تعداد : {3}
"""

del_discount = """<blockquote>حذف کد تخفیف 🏷</blockquote>
کد تخفیف با موفقیت حذف شد ✅
"""
